import React from 'react';
import {Link} from "react-router-dom";


function Home () {
    return (
        <div>
            <div className="first-screen main-backgraund-img overlay">
                <div className="container">
                    <h1>ГОЛОВНЕ ТЕРИТОРІАЛЬНЕ УПРАВЛІННЯ ЮСТИЦІЇ У ЧЕРНІВЕЦЬКІЙ ОБЛАСТІ</h1>
                    <div className="buttom">
                        <Link to="/calc">Калькулятор договору оренди рухомого майна</Link>
                        <Link to="/calcsecond">Калькулятор договору оренди нерухомого майна</Link>
                    </div> 
                    <div className="button-down-wrapper">
                        <button className="button-down"></button>
                    </div>
                </div>
                <div className="triangle"></div>
            </div>
            <div className ="second-screen text container">
                <div> Мін’юст – ефективний координатор сектору юстиції на захисті прав людини і держави.Наша місія полягає в розробці, здійсненні та координації політики, яка гарантує демократичний розвиток України з дотриманням верховенства права, забезпеченні дотримання прав людини та основних свобод, рівного доступу до правосуддя та ефективної боротьби з корупцією. Мін’юст розробляє і реалізує політику в цілях забезпечення прозорого, швидкого та ефективного надання послуг кожній особі, забезпечуючи легкість ведення бізнесу, підвищуючи ступінь суспільної довіри і впевненості.</div>
                <div style={{paddingTop:"10px", marginBottom: "7%" }}>Для покращення роботи приватних та держаних нотаріусів та збереження часу людей, мінюст надає послугу "Калькутор оренди нерухомого та рухомого майна", яка містить в собі всі необхідні дані та обрахунки щодо вартості укладання договору оренди в нотаріуса</div>
            </div>
        </div>
        
    )
}


export default Home;